{
    "id": "homeconnect",
    "name": "Home Connect",
    "description": {
        "fr_FR": "Plugin permettant de récupérer les informations des appareils électroménagers compatibles (Bosch, Siemens Gaggenau, Neff) et de les piloter depuis Jeedom (possibilité rétreinte en fonction du type d'appareil).",
        "en_US": "Plugin to retrieve information from compatible household appliances (Bosch, Siemens Gaggenau, Neff) and control them from Jeedom (can be reduced according to appliance type).",
        "es_ES": "Plugin que permite recuperar información de electrodomésticos compatibles (Bosch, Siemens Gaggenau, Neff) y controlarlos desde Jeedom (puede estar limitado según el tipo de electrodoméstico).",
        "pt_PT": "Plugin que permite obter informações de electrodomésticos compatíveis (Bosch, Siemens Gaggenau, Neff) e controlá-los a partir do Jeedom (pode ser limitado consoante o tipo de eletrodoméstico).",
        "de_DE": "Plugin, das es ermöglicht, Informationen von kompatiblen Haushaltsgeräten (Bosch, Siemens Gaggenau, Neff) abzurufen und diese von Jeedom aus zu steuern (Möglichkeit je nach Gerätetyp eingeschränkt).",
        "it_IT": "Plugin che consente di recuperare informazioni dagli elettrodomestici compatibili (Bosch, Siemens Gaggenau, Neff) e di controllarli da Jeedom (può essere limitato a seconda del tipo di elettrodomestico)."
    },
    "licence": "AGPL",
    "installation": "Vérifiez bien que vous avez correctement configuré la partie Générale -> Administration -> Configuration puis onglets Réseaux, en effet il faut lors de l'association de Jeedom au compte Home Connect que votre Jeedom soit accessible de l'extérieur.",
    "author": "Sartog (modifié par Flobul)",
    "require": "3.3",
    "category": "devicecommunication",
    "changelog": "https://flobul-domotique.fr/liste-des-versions-du-plugin-homeconnect-pour-jeedom/",
    "changelog_beta": "https://flobul-domotique.fr/liste-des-versions-du-plugin-homeconnect-pour-jeedom/",
    "documentation": "https://flobul-domotique.fr/presentation-et-documentation-du-plugin-homeconnect-pour-jeedom/",
    "documentation_beta": "https://flobul-domotique.fr/presentation-et-documentation-du-plugin-homeconnect-pour-jeedom/",
    "hasDependency": false,
    "hasOwnDeamon": true,
    "maxDependancyInstallTime": 0,
    "link": {
        "forum": "https://community.jeedom.com/tag/plugin-homeconnect"
    },
    "language": [
        "fr_FR",
        "en_US",
        "es_ES",
        "pt_PT",
        "de_DE",
        "it_IT"
    ],
    "compatibility": [
        "miniplus",
        "smart",
        "rpi",
        "docker",
        "diy",
        "mobile",
        "v4",
        "atlas"
    ]
}
