{
	"id": "homeconnect",
	"name": "Home Connect",
	"description": {
		"fr_FR": "Plugin permettant de récupérer les informations, via l'API officielle, des appareils électroménagers compatibles (Bosch, Siemens, Gaggenau, Neff, Thermador, Balay, Constructa, Pistsos, Profilo) et de les piloter depuis Jeedom (possibilité rétreinte en fonction du type d'appareil).",
		"en_US": "Plugin that allows you to retrieve information, via the official API, from compatible household appliances (Bosch, Siemens, Gaggenau, Neff, Thermador, Balay, Constructa, Pistsos, Profilo) and control them from Jeedom (limited functionality depending on the type of appliance).",
		"es_ES": "Complemento que permite recuperar información, a través de la API oficial, de los electrodomésticos compatibles (Bosch, Siemens, Gaggenau, Neff, Thermador, Balay, Constructa, Pistsos, Profilo) y controlarlos desde Jeedom (posibilidad limitada en función del tipo de aparato).",
		"pt_PT": "Plugin que permite recuperar informações, através da API oficial, de eletrodomésticos compatíveis (Bosch, Siemens, Gaggenau, Neff, Thermador, Balay, Constructa, Pistsos, Profilo) e controlá-los a partir do Jeedom (possibilidade limitada dependendo do tipo de aparelho).",
		"de_DE": "Plugin, mit dem über die offizielle API Informationen von kompatiblen Haushaltsgeräten (Bosch, Siemens, Gaggenau, Neff, Thermador, Balay, Constructa, Pistsos, Profilo) abgerufen und diese über Jeedom gesteuert werden können (je nach Gerätetyp eingeschränkte Möglichkeiten).",
		"it_IT": "Plugin che consente di recuperare le informazioni, tramite l'API ufficiale, dagli elettrodomestici compatibili (Bosch, Siemens, Gaggenau, Neff, Thermador, Balay, Constructa, Pistsos, Profilo) e di controllarli da Jeedom (possibilità limitata a seconda del tipo di dispositivo)."
	},
	"licence": "AGPL",
	"installation": "Vérifiez bien que vous avez correctement configuré la partie Générale -> Administration -> Configuration puis onglets Réseaux, en effet il faut lors de l'association de Jeedom au compte Home Connect que votre Jeedom soit accessible de l'extérieur.",
	"author": "Sartog (modifié par Flobul)",
	"require": "3.3",
	"category": "devicecommunication",
	"changelog": "https://flobul-domotique.fr/liste-des-versions-du-plugin-homeconnect-pour-jeedom/",
	"changelog_beta": "https://flobul-domotique.fr/liste-des-versions-du-plugin-homeconnect-pour-jeedom/",
	"documentation": "https://flobul-domotique.fr/presentation-et-documentation-du-plugin-homeconnect-pour-jeedom/",
	"documentation_beta": "https://flobul-domotique.fr/presentation-et-documentation-du-plugin-homeconnect-pour-jeedom/",
	"hasDependency": false,
	"hasOwnDeamon": true,
	"maxDependancyInstallTime": 0,
	"link": {
		"forum": "https://community.jeedom.com/tag/plugin-homeconnect"
	},
	"language": [
		"de_DE",
		"en_US",
		"es_ES",
		"fr_FR",
		"it_IT",
		"pt_PT"
	],
	"compatibility": [
		"miniplus",
		"smart",
		"rpi",
		"docker",
		"diy",
		"mobile",
		"v4",
		"atlas"
	]
}